alefragnani.bookmarks
alefragnani.project-manager
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
designbyajay.bash-cli-snippets
donjayamanne.githistory
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
harshkothari.svelte-radar
hbenl.vscode-test-explorer
humao.rest-client
kevinrose.vsc-python-indent
mccarter.start-git-bash
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
nawaz.svelte-snippets
pivaszbs.svelte-autoimport
pkief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
ritwickdey.liveserver
rogalmic.bash-debug
shakram02.bash-beautify
sidthesloth.html5-boilerplate
steoates.autoimport
tabnine.tabnine-vscode
techer.open-in-browser
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-dependency
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
